espressif/esp-serial-flasher/examples/esp32_stub_example/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32"
CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_SERIAL_FLASHER_PORT_UART=y
